{
  "LuaSnip": { "branch": "master" },
  "Nvim-R": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "clear-action.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "contrastneed-theme": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "julia-vim": { "branch": "master" },
  "jupyter-nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "magma-nvim": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "semshi": { "branch": "master" }
}